{
  "1": {
    "CN": "爱就要大胆说出来",
    "EN": "Love should be expressed boldly"
  },
  "2": {
    "EN": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
    "CN": "爱是耐心的，爱是仁慈的。它不嫉妒，不夸耀，不自傲。"
  },
  "3": {
    "EN": "The only thing we never get enough of is love; and the only thing we never give enough of is love.",
    "CN": "我们永远得不到的唯一东西是爱；我们永远给予不够的也是爱。"
  },
  "4": {
    "EN": "Love makes your soul crawl out from its hiding place.",
    "CN": "爱使你的灵魂从藏身之处爬出。"
  },
  "5": {
    "EN": "Nobody has ever measured, even poets, how much a heart can hold.",
    "CN": "没有人，连诗人也不例外，能测量一颗心能承载多少。"
  },
  "6": {
    "EN": "I am grateful that you were born, that your love is mine, and our two lives are woven and welded together.",
    "CN": "我感激你的出生，你的爱是我的，我们的两条生命交织在一起。"
  },
  "7": {
    "EN": "Have enough courage to trust love one more time and always one more time.",
    "CN": "要有足够的勇气再次相信爱，总是再一次。"
  },
  "8": {
    "EN": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.",
    "CN": "许多人想与你同乘豪车，但你真正需要的是豪车抛锚时愿意与你一起乘坐公交车的人。"
  },
  "9": {
    "EN": "True love stories never have endings.",
    "CN": "真正的爱情故事永远没有结局。"
  },
  "10": {
    "EN": "She knew she loved him when 'home' went from being a place to being a person.",
    "CN": "当“家”从一个地方变成一个人时，她知道她爱上了他。"
  },
  "11": {
    "CN": "为何好女孩总喜欢坏男孩？",
    "EN": "Why do the good girls, always want the bad boys?"
  },
  "12": {
    "CN": "爱永远不会嫌晚。",
    "EN": "It is never too late to fall in love."
  },
  "13": {
    "CN": "对于世界，你可能只是一个人，但对于某个人，你却是整个世界。",
    "EN": "To the world you may be just one person. To the person you may be the world."
  },
  "14": {
    "CN": "哪里有爱，哪里就有希望。",
    "EN": "Where there is love, there are always wishes."
  },
  "15": {
    "CN": "你不会因为美丽去爱一个女人，但她却会因为你的爱而变得美丽。",
    "EN": "You don't love a woman because she is beautiful, but she is beautiful because you love her."
  },
  "16": {
    "CN": "爱是永恒的，外表可能改变，但本质永远不变。",
    "EN": "Love is something eternal; the aspect may change, but not the essence."
  },
  "17": {
    "CN": "我会想你，在漫漫长路的每一步。",
    "EN": "I'll think of you every step of the way."
  },
  "18": {
    "CN": "无论你身在何处，无论你为何忙碌，我都会在此守候。",
    "EN": "Wherever you go, whatever you do, I will be right here waiting for you."
  },
  "19": {
    "CN": "热烈的爱情是不可抑制的渴望。",
    "EN": "Passionate love is a quenchless thirst."
  },
  "20": {
    "CN": "爱情不是数着日子过去，它让每个日子都变得有意义。",
    "EN": "Love is not a matter of counting the days. It's making the days count."
  },
  "21": {
    "CN": "爱是一盏永不昏暗的明灯。",
    "EN": "Love is a lamp that never dims."
  },
  "22": {
    "CN": "人活着总要爱一回。",
    "EN": "Everyone should love at least once in their life."
  },
  "23": {
    "CN": "生命如花，爱情是蜜。",
    "EN": "Life is the flower for which love is the honey."
  },
  "24": {
    "CN": "两颗相爱的心之间不需要言语。",
    "EN": "No words are necessary between two loving hearts."
  },
  "25": {
    "CN": "在这世上珍贵的东西总是罕有，所以这世上只有一个你。",
    "EN": "Precious things are very few in this world. That is the reason there is just one you."
  },
  "26": {
    "CN": "我的心因你而笑。",
    "EN": "You make my heart smile."
  },
  "27": {
    "CN": "通往爱人家里的路总不会漫长。",
    "EN": "The road to a lover's house is never long."
  },
  "28": {
    "CN": "和你在一起就像在一个清爽的早晨漫步。",
    "EN": "Being with you is like walking on a very clear morning."
  },
  "29": {
    "CN": "爱永远不会嫌晚。",
    "EN": "It is never too late to fall in love."
  },
  "30": {
    "CN": "爱是永恒的，外表可能改变，但本质永远不变。",
    "EN": "Love is something eternal; the aspect may change, but not the essence."
  },
  "31": {
    "CN": "我会想你，在漫漫长路的每一步。",
    "EN": "I'll think of you every step of the way."
  }
}
